[
  {
    "name": "Anchored",
    "type": "Static",
    "effect": "Dhelmise has an Anchor token on the field. meters away from its Anchor, willingly or otherwise. or moved against Dhelmise's will in any way. Dhel moving it to any open space within 3 meters of itsel Bonus: When the user Shifts the Anchor, they may Anchor, giving those attacks the following propertie the attack deals +2d6 damage, and the attack's Cl"
  },
  {
    "name": "Battery",
    "type": "Scene x2 – Swift Action",
    "effect": "The target's next Special Attack deals +2d6 +3d6+6 more damage instead."
  },
  {
    "name": "Beast Boost",
    "type": "At-Will - Free Action",
    "effect": "Whenever the user knocks out a target, the HP) stat."
  },
  {
    "name": "Dancer",
    "type": "Scene x2 - Free Action",
    "effect": "The user may immediately use the triggerin",
    "trigger": "Someone within 10 meters uses a Status-"
  },
  {
    "name": "Disguise",
    "type": "Daily - Free Action",
    "effect": "The triggering attack attack instead misses Stat of their choice. [Defensive] helmise cannot move or be moved more than 3 The Anchor token itself cannot be pushed, pulled, ise may shift their Anchor Token as a Swift Action, . mmediately afterwards originate an attack from its : the attack's range changes to \"Melee, 1 Target\", ss changes to Physical if it wasn't already. 4 damage. If that attack is Electric-Typed, it deals receive +1 Combat Stage in their highest (non- lass Dance Move Move as a free action. nd has no effect. The user then gains +1 CS in a",
    "trigger": "The user is hit by a damaging Move"
  },
  {
    "name": "Dazzling",
    "type": "Scene x2 – Swift Action",
    "effect": "For the rest of the Scene, the target's Initiati Bonus: Interrupt Moves may not be declared in res"
  },
  {
    "name": "Comatose",
    "type": "At-Will – Move Action",
    "effect": "The user falls Asleep, and regains a Tick of Bonus: The user may act normally while Asleep an While Asleep, the user does not make Save Check they want to."
  },
  {
    "name": "Corrosion",
    "type": "Static",
    "effect": "The user's Poison-Type attacks are resisted as if they were doubly resisted. The user may Pois Pokemon."
  },
  {
    "name": "Electric Surge",
    "type": "Scene x3 - Swift Action",
    "effect": "The Field becomes Electrified, as if affected"
  },
  {
    "name": "Emergency Exit",
    "type": "Scene - Free Action",
    "effect": "When the user’s Hit Points drop below half t the user and send out another Pokemon as a Free replacement may act this round. [Defensive] Bonus: The user is immune to Trapped."
  },
  {
    "name": "Fluffy",
    "type": "Static",
    "effect": "The user resists damaging Melee attacks o step less. [Defensive] e is lowered by 10 and cannot use Priority Moves. onse to the user's actions. er hits a male target with Poison Gas, Smog, comes Infatuated with the user. it Points. ignores all other penalties from being Asleep. to wake up, and wakes up from being hit only if one step less, and deal damage to Immune targets n and Badly Poison Steel and Poison-Type by the Move Electric Terrain, for one full round. eir maximum, their trainer may immediately recall ction. If the user hasn’t taken their turn yet, their e step further, but resists Fire-Type attacks one"
  },
  {
    "name": "Full Metal Body",
    "type": "Static",
    "effect": "The user’s Combat Stages may not be lowe Moves. Status Affictions may still alter their Comba"
  },
  {
    "name": "Galvanize",
    "type": "At-Will - Free Action",
    "effect": "If the user attacks with a Normal-Type Move"
  },
  {
    "name": "Glisten",
    "type": "Static",
    "effect": "The user is immune to Fairy-Type attacks. Bonus: If the user is hit by a damaging Fairy-Type Combat Stages."
  },
  {
    "name": "Grassy Surge",
    "type": "Scene x3 - Swift Action",
    "effect": "The Field becomes Grassy, as if affected by"
  },
  {
    "name": "Innards Out",
    "type": "Scene x2 - Free Action",
    "effect": "The user resists the triggering attack one st meters loses Hit Points equal to twice the amount attack, even if the triggering attack caused the user",
    "trigger": "The user is hit by a damaging attack"
  },
  {
    "name": "Liquid Voice",
    "type": "At-Will - Free Action",
    "effect": "The triggering move loses the [Sonic] keyw Water Typed. If the Move was a Status Class Move",
    "trigger": "The user uses a Move with the [Sonic] key"
  },
  {
    "name": "Long Reach",
    "type": "Static",
    "effect": "The user may use damaging attacks as if th usual range. ed by the effect of foes’ Feautres, Abilities, or Stages. Defensive. that Move is Electric-Type instead. efensive. ttack, they receive +1 Defense or Special Defense the Move Grassy Terrain, for one full round. Solo Form, it is cured of all Status Conditions. p further. After the attack is resolved, a foe within 2 f Hit Points lost by the user from the triggering to Faint. ord rd, but gains the Friendly keyword and becomes you may treat it as a Special Move with DB1. y had a range of \"8, 1 Target\" instead of their"
  },
  {
    "name": "Merciless",
    "type": "Static",
    "effect": "Any attacks by the user against Poisoned ta"
  },
  {
    "name": "Misty Surge",
    "type": "Scene x3 - Swift Action",
    "effect": "The Field becomes Misty, as if affected by t"
  },
  {
    "name": "Mud Shield",
    "type": "Scene - Swift Action",
    "effect": "The user gains two ticks worth of Temporary Bonus: When standing on any muddy or dirty terrai gains +5 Damage Reduction. Defensive."
  },
  {
    "name": "Power of Alchemy",
    "type": "Scene – Free Action",
    "effect": "The Pokémon gains an Ability known by the is Fainted."
  },
  {
    "name": "Prism Armor",
    "type": "Static",
    "effect": "The user gains +5 Damage Reducation aga"
  },
  {
    "name": "Psychic Surge",
    "type": "Scene x3 - Swift Action",
    "effect": "The Field becomes Weird, as if affected by t"
  },
  {
    "name": "Queenly Majesty",
    "type": "Scene x2 - Free Action",
    "effect": "Connection - Stomp - if an adjacent target u may attack that target with Stomp as a Free Action Bonus: The user cannot be targeted by Interrupt M response to the user’s actions. gets are Critical Hits. They must still hit normally. e Move Misty Terrain for one full round. Hit Points. that is either Slow or Rough Terrain, the user Target for the remainder of the encounter, or until it nst Super Effective-Damage. Defensive. e Move Psychic Terrain, for one full round. es a Priority Move or an Interrupt action, the user nterrupt. ves and enemies may not activate Interrupts in"
  },
  {
    "name": "Revelation",
    "type": "Scene x2 - Free Action",
    "effect": "The user may immediately use the triggerin Bonus: Whenever the user uses a Dance Move, th next turn.",
    "trigger": "Someone within 10 meters uses a damagi"
  },
  {
    "name": "Radiant Beam",
    "type": "Static",
    "effect": "The user may use damaging Grass-Type att their usual range."
  },
  {
    "name": "Receiver",
    "type": "Special - Free Action",
    "effect": "Each of the effects below may be used onc – When an ally faints, the user selects one of end of the encounter. – When the user faints, they may grant use of of the encounter."
  },
  {
    "name": "RKS System",
    "type": "Scene - Free Action",
    "effect": "If the user is hit by a damaging attack, they instead. If they were already Normal-Type, they res Bonus: The user’s Type changes to match the Typ"
  },
  {
    "name": "Schooling",
    "type": "Daily – Swift Action",
    "effect": "The user changes to Schooling Forme, and maximum Hit Points. The user cannot gain Tempor Forme. When the user is both Bruised and has no Solo Forme. Bonus: The user has two sets of base stats; Solo a same."
  },
  {
    "name": "Shadow Shield",
    "type": "Static",
    "effect": "While at full Hit Points, the user resists all d g Dance Move Move as a Standard Action interrupt. y gain +2 to Accuracy Rolls until the end of their cks as if they had a range of \"Line 4\" instead of per Scene when triggered; heir Abilities. The user gains that Ability until the their Basic Ability to an ally on the field for the rest ay calculate damage as if they were Normal-Type st all damage one step further. of their held Memory Disc. ains Temporary Hit Points equal to half of its own ry Hit Points from other sources while in Schooling emporary Hit Points left, they change back into d Schooling. The HP of both forms must be the mage one step further. [Defensive]"
  },
  {
    "name": "Shields Down",
    "type": "Static",
    "effect": "The user has two sets of base stats; Meteor same. When the user is in Meteor Forme and beco returns to Meteor Forme while outside of combat if"
  },
  {
    "name": "Slush Rush",
    "type": "Static",
    "effect": "While in Hailing Weather or under half maxi"
  },
  {
    "name": "Soul Heart",
    "type": "Scene x2 - Free Action",
    "effect": "Whenever a combatant faints, the user rece tick of Temporary Hit Points."
  },
  {
    "name": "Stamina",
    "type": "At-Will - Free Action",
    "effect": "Whenever the user is hit by a damaging att [Defensive] Surge Surfer Static On Electric Terrain or while under half maxi"
  },
  {
    "name": "Steelworker",
    "type": "Scene - Free Action",
    "effect": "The user calculates damage as if it was onl Bonus: The user gains STAB on Steel-Type Moves",
    "trigger": "The user takes damage while adjacent to i"
  },
  {
    "name": "Tangling Hair",
    "type": "At-Will - Free Action",
    "effect": "When the user is hit by a Melee attack, the Slowed. and Core. The HP of both forms must be the es Bruised, they change to Core Forme. The user ot Bruised. um Hit Points, the user’s Initiative is doubled. ves +2 Special Attack Combat Stages and gains a ck, they receive +1 Defense Combat Stage. um Hit Points, the user’s Initiative is doubled. s Anchor Steel-Typed. that originate from its Anchor. ttacker receives -1 Speed Combat Stage and is"
  },
  {
    "name": "Triage",
    "type": "Static",
    "effect": "The user’s [Healing] keyword Moves gain th Note: Floral Healing, Pollen Puff, Purify, and Stren Aromatherapy, Heal Bell, Heal Pulse, Healing Wish and Wish should all have the [Healing] keyword an"
  },
  {
    "name": "Water Bubble",
    "type": "Static",
    "effect": "The user resists Fire-Type attacks one step always act as though in Rainy Weather. [Defensive Bonus: The user may attack with Water-Type Move do, that Move's Class is changed to Physical and it"
  },
  {
    "name": "Water Compaction",
    "type": "At-Will - Free Action",
    "effect": "Whenever the user is hit by a Water-Type M [Defensive]"
  },
  {
    "name": "Accelerate",
    "type": "Scene x2 - Standard Action, Priority",
    "effect": "The user may activate a damaging Move to the user adds half their Speed Stat to the Damage gains a +4 Bonus to Accuracy. ---> Replaces Maelstrom Pulse, Leaf Rush, & Gale"
  },
  {
    "name": "Unaware",
    "type": "Static",
    "effect": "Whenever the user attacks, they ignore all p Special Defense, and Speed. hich they add STAB with Priority. If the Move hits, oll. If the Move already had Priority, the attack Wings olls against adjacent targets. Quick Attack as a Flying-Type Move. sitive Combat Stages to the target’s Defense,"
  }
]